
  var disciplineTirtles = {
    // 1-4 classes
    "angliyskiy-yazyik-1-4":"ГДЗ по англйискому языку для 1-4 классов",
      "informatika-1-4":"ГДЗ по информатике для 1-4 классов",
      "literaturnoe-chtenie-1-4":"ГДЗ по чтению для 1-4 классов",
      "matematika-1-4":"ГДЗ по математике для 1-4 классов",
      "muzyika-1-4":"ГДЗ по музыке для 1-4 классов",
      "okrujayuschiy-mir-1-4":"ГДЗ по окружающему миру для 1-4 классов",
      "nemetskiy-yazyik-1-4":"ГДЗ по немецкому языку для 1-4 классов",
      "istoki-1-4":"ГДЗ по истокам для 1-4 классов",
      "russkiy-yazyik-1-4":"ГДЗ по русскому языку для 1-4 классов",

    // 5 class

      "angliyskiy-yazyik-5":"ГДЗ по англйискому языку для 5 класса",
      "geografiya-5":"ГДЗ по географии для 5 класса",
      "informatika-5":"ГДЗ по информатике для 5 класса",
      "istoriya-5":"ГДЗ по истории для 5 класса",
      "literatura-5":"ГДЗ по литературе для 5 класса",
      "matematika-5":"ГДЗ по математике для 5 класса",
      "muzyika-5":"ГДЗ по музыке для 5 класса",
      "nemetskiy-yazyik-5":"ГДЗ по немецкому языку для 5 класса",
      "obj-5":"ГДЗ по ОБЖ для 5 класса",
      "obschestvoznanie-5":"ГДЗ по обществознанию для 5 класса",
      "prirod_biologiya-5":"ГДЗ по природоведению и биологии для 5 класса",
      "russkiy-yazyik-5":"ГДЗ по русскому языку для 5 класса",
      "tehnologiya-5":"ГДЗ по технологии для 5 класса",
      "fizika_himiya-5":"ГДЗ по физике и химии для 5 класса",

    // 6 class

      "angliyskiy-yazyik-6":"ГДЗ по англйискому языку для 6 класса",
      "biologiya-6":"ГДЗ по биологии для 6 класса",
      "geografiya-6":"ГДЗ по географии для 6 класса",
      "izo-6":"ГДЗ по ИЗО для 6 класса",
      "informatika-6":"ГДЗ по информатике для 6 класса",
      "kraevedenie-6":"ГДЗ по краеведению для 6 класса",
      "istoriya-6":"ГДЗ по истории для 6 класса",
      "literatura-6":"ГДЗ по литературе для 6 класса",
      "matematika-6":"ГДЗ по математике для 6 класса",
      "muzyika-6":"ГДЗ по музыке для 6 класса",
      "obj-6":"ГДЗ по ОБЖ для 6 класса",
      "obschestvoznanie-6":"ГДЗ по обществознанию для 6 класса",
      "rodnoy-kray-6":"ГДЗ по родному краю для 6 класса",
      "russkiy-yazyik-6":"ГДЗ по русскому языку для 6 класса",
      "nemetskiy-yazyik-6":"ГДЗ по немецкому языку для 6 класса",
      "tehnologiya-6":"ГДЗ по технологии для 6 класса",
      "fizika_himiya-6":"ГДЗ по физике и химии для 6 класса",
      "ekologiya-6":"ГДЗ по экологии для 6 класса",

    //7 class

      "algebra-7":"ГДЗ по алгебре для 7 класса",
      "angliyskiy-yazyik-7":"ГДЗ по англйискому языку для 7 класса",
      "biologiya-7":"ГДЗ по биологии для 7 класса",
      "geografiya-7":"ГДЗ по географии для 7 класса",
      "geometriya-7":"ГДЗ по геометрии для 7 класса",
      "informatika-7":"ГДЗ по информатике для 7 класса",
      "istoriya-7":"ГДЗ по истории для 7 класса",
      "literatura-7":"ГДЗ по литературе для 7 класса",
      "muzyika-7":"ГДЗ по музыке для 7 класса",
      "nemetskiy-yazyik-7":"ГДЗ по немецкому языку для 7 класса",
      "obj-7":"ГДЗ по ОБЖ для 7 класса",
      "obschestvoznanie-7":"ГДЗ по обществознанию для 7 класса",
      "rodnoy-kray-7":"ГДЗ по родному краю для 7 класса",
      "russkiy-yazyik-7":"ГДЗ по русскому языку для 7 класса",
      "tehnologiya-7":"ГДЗ по технологии для 7 класса",
      "fizika-7":"ГДЗ по физике для 7 класса",
      "frantsuzskiy-yazyik-7":"ГДЗ по французскому языку для 7 класса",
      "himiya-7":"ГДЗ по химии для 7 класса",
      "ekologiya-7":"ГДЗ по экологии для 7 класса",

    //8 class

      "algebra-8":"ГДЗ по алгебре для 8 класса",
      "angliyskiy-yazyik-8":"ГДЗ по англйискому языку для 8 класса",
      "biologiya-8":"ГДЗ по биологии для 8 класса",
      "geografiya-8":"ГДЗ по географии для 8 класса",
      "geometriya-8":"ГДЗ по геомтерии для 8 класса",
      "informatika-8":"ГДЗ по информатике для 8 класса",
      "istoriya-8":"ГДЗ по истории для 8 класса",
      "literatura-8":"ГДЗ по литературе для 8 класса",
      "nemetskiy-yazyik-8":"ГДЗ по немецкому языку для 8 класса",
      "obj-8":"ГДЗ по ОБЖ для 8 класса",
      "obschestvoznanie-8":"ГДЗ по обществознанию для 8 класса",
      "russkiy-yazyik-8":"ГДЗ по русскому языку для 8 класса",
      "fizika-8":"ГДЗ по физике для 8 класса",
      "himiya-8":"ГДЗ по химии для 8 класса",
      "ekologiya-8":"ГДЗ по экологии для 8 класса",

    //9 class

      "algebra-9":"ГДЗ по алгебре для 9 класса",
      "angliyskiy-yazyik-9":"ГДЗ по англйискому языку для 9 класса",
      "biologiya-9":"ГДЗ по биологии для 9 класса",
      "geografiya-9":"ГДЗ по географии для 9 класса",
      "geometriya-9":"ГДЗ по геометрии для 9 класса",
      "informatika-9":"ГДЗ по информатике для 9 класса",
      "istoriya-9":"ГДЗ по истории для 9 класса",
      "literatura-9":"ГДЗ по литературе для 9 класса",
      "nemetskiy-yazyik-9":"ГДЗ по немецкому языку для 9 класса",
      "obj-9":"ГДЗ по ОБЖ для 9 класса",
      "obschestvoznanie-9":"ГДЗ по обществознанию для 9 класса",
      "russkiy-yazyik-9":"ГДЗ по русскому языку для 9 класса",
      "fizika-9":"ГДЗ по физике для 9 класса",
      "himiya-9":"ГДЗ по химии для 9 класса",

    //10 class

      "algebra-10":"ГДЗ по алгебре для 10 класса",
      "angliyskiy-yazyik-10":"ГДЗ по англйискому языку для 10 класса",
      "biologiya-10":"ГДЗ по биологии для 10 класса",
      "geografiya-10":"ГДЗ по географии для 10 класса",
      "geometriya-10":"ГДЗ по геометрии для 10 класса",
      "informatika-10":"ГДЗ по информатике для 10 класса",
      "obschestvoznanie-10":"ГДЗ по обществознанию для 10 класса",
      "frantsuzskiy-yazyik-10":"ГДЗ по французскому языку для 10 класса",
      "russkiy-yazyik-10":"ГДЗ по русскому языку для 10 класса",
      "himiya-10":"ГДЗ по химии для 10 класса",

    //11 class

      "algebra-11":"ГДЗ по алгебре для 11 класса",
      "angliyskiy-yazyik-11":"ГДЗ по англйискому языку для 11 класса",
      "geometriya-11":"ГДЗ по геометрии для 11 класса",
      "informatika-11":"ГДЗ по информатике для 11 класса",
      "himiya-11":"ГДЗ по химии для 11 класса",

    // translations

      "8-klass-engl":"Переводы английских текстов для 8 класса",
      "9-klass-engl":"Переводы английских текстов для 9 класса",
      "10-klass-engl":"Переводы английских текстов для 10 класса",
      "11-klass-engl":"Переводы английских текстов для 11 класса"
  };

module.exports = disciplineTirtles;
